final List<Map<String, dynamic>> mainMenu = [
  {
    'image': '1.png',
    'title': 'Амариллис',
    'desc': 'ОСВЕЩЕНИЕ: светолюбивое. Подойдут окна юго-западной или юго-восточной ориентации.'
        ' ВЛАЖНОСТЬ: не требовательное растение.'
        ' ТЕМПЕРАТУРА: летом 18-23°C. В период покоя 10-13°C.'
        ' ПОЛИВ: постоянно увеличивается по мере роста и развития. ВОДА НЕ ДОЛЖНА ПОПАДАТЬ НА ЛУКОВИЦУ',
  },
  {
    'image': '3.jpg',
    'title': 'Орхидея-паук (Брассия)',
    'desc': 'ОСВЕЩЕНИЕ: яркий рассеянный свет с западной или восточной стороны.'
        ' ВЛАЖНОСТЬ: чем выше влажность, тем лучше самочувствие орхидеи (помодет увлажнитель воздуха и частое опрыскивание).'
        ' ТЕМПЕРАТУРА: идеальная температура 23-25°C, так же разрешена комнатная.'
        ' ПОЛИВ: метод погружения горшка в сосуд с водой на 20-30 минут (НЕЛЬЗЯ ДОПУСКАТЬ СМОРЩИВАНИЯ ПСЕВДОБУЛЬБ)',
  },
  {
    'image': '6.png',
    'title': 'Пеларгония (Герань)',
    'desc': 'ОСВЕЩЕНИЕ: для цветения нужен солнечный свет.'
        ' ВЛАЖНОСТЬ: желательно опрыскивать утром или вечером!'
        ' ТЕМПЕРАТУРА: выдерживает кратковременное похолодание до +1°C.'
        ' ПОЛИВ: летом - обильный, зимой лучше поливать умеренно.'
        ' ПОДКОРМКА: раз в 2 недели жидким минеральным удобрением'
        ' ОБРЕЗКА: ранней весной до начала вегетационного периода.',
  },
  {
    'image': '2.jpg',
    'title': 'Мирт',
    'desc': 'ОСВЕЩЕНИЕ: светолюбивое растение.'
        ' ВЛАЖНОСТЬ: любит регулярное опрыскивание тёплой водой.'
        ' ТЕМПЕРАТУРА: летом - температура окружающей среды. Зимой не выше 10°C.'
        ' ПОЛИВ: поливать мягкой водой, поддерживая влажность почвы.'
        ' УДОБРЕНИЕ: с марта по август удобряют раз в месяц комплексным минеральным удобрением.'
        ' ОБРЕЗКА: должна быть регулярной и планомерной.',
  },
  {
    'image': '4.jpg',
    'title': 'Бальзамин',
    'desc': 'ОСВЕЩЕНИЕ: неприхотлив, но для постоянно и обильного цветения нужен яркий свет хотя бы несколько часов.'
        ' ВЛАЖНОСТЬ: влаголюбивое растение, летом полив обильный (НЕ ДОПУСКАТЬ ПЕРЕСЫХАНИЯ ЗЕМЛЯНОГО КОМА).'
        ' ТЕМПЕРАТУРА: обычная комнатная температура (зимой не ниже 12-14°C).'
        ' ПОЛИВ: поливать мягкой водой, поддерживая влажность почвы.'
        ' УДОБРЕНИЕ: подкармливать с весны до осени каждые 2 недели минеральным удобрением для цветущих растений.',
  },
  {
    'image': '5.jpg',
    'title': 'Сенполия (фиалка)',
    'desc': 'ОСВЕЩЕНИЕ: много света, но никаких солнечных лучей (восточные или западные окна).'
        ' ВЛАЖНОСТЬ: любит повышенную влажность (ОПРЫСКИВАТЬ ЛИСТЬЯ НЕЛЬЗЯ).'
        ' ТЕМПЕРАТУРА: для взрослой фиалки 20-24°C, для молодых растений 23-25°C .'
        ' ПОЛИВ: отстоянная в открытой посуде водопроводная вода (вода не должна попадать на листья и в центр розетки).'
        ' УДОБРЕНИЕ: примерно через 1.5 месяца после пересадки.'
        ' ОБРЕЗКА: должна быть регулярной и планомерной.',
  },
];
